---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsCurvetypeDefaultTeeParam
source: html/474587b2-e6c7-0f89-ea02-074e377d78f8.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsCurvetypeDefaultTeeParam Property

"Tee"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsCurvetypeDefaultTeeParam { get; }
```